Repository: Gotfers/pressbooks-aldine
Catalog: languages/*.po
Languages: hu_hu

source: It looks like nothing was found at this location.
hu_hu: Úgy tűnik, semmit nem találtunk ezen a helyen.

source: Continued
hu_hu: Folytatás

source: Primary Color
hu_hu: Főszín

source: Primary Foreground Color
hu_hu: Előtér Főszíne

source: Used for text on a primary background.
hu_hu: Fő háttéren használt szöveghez.

source: Social Media
hu_hu: Közösségi Média

source: Front Page Catalog
hu_hu: Címoldal Katalógus

source: Show Front Page Catalog
hu_hu: Mutassa a Címoldal Katalógust

source: Front Page Catalog Title
hu_hu: Címoldal Katalógusának Címe

source: Contact Form
hu_hu: Kapcsolatfelvéteteli Űrlap

source: Show Contact Form
hu_hu: Mutassa a Kapcsolatfelvételi Űrlapot

source: Contact Us
hu_hu: Lépjen kapcsolatba velünk

source: Contact Form Title
hu_hu: Kapcsolatfelvételi Űrlap Címe

source: Contact Email
hu_hu: Email Cím

source: About Pressbooks
hu_hu: A Pressbookról

source: Pressbooks is easy-to-use book writing software that lets you create a book in all the formats you need to publish.
hu_hu: A Pressbooks egyszerűen használható könyvíró szoftver, amelynek segítségével könyveket készíthet, bármely formátumban.

source: Learn More
hu_hu: Tudjon meg többet

source: About
hu_hu: Rólunk

source: Pressbooks is simple book production software. You can use Pressbooks to publish textbooks, scholarly monographs, syllabi, fiction and non-fiction books, white papers, and more in multiple formats including:
hu_hu: A Pressbooks egy egyszerű könyvkészítő szoftver. A Pressbooks segítségével többféle formátumban kiadhat tankönyveket, tudományos monográfiákat, tananyagokat, fiktív és valós könyveket, tanulmányokat, stb.

source: MOBI (for Kindle ebooks)
hu_hu: MOBI (Kindle e-könyvekhez)

source: EPUB (for all other ebookstores)
hu_hu: EPUB (minden más e-könyvtár esetében)

source: designed PDF (for print-on-demand and digital distribution)
hu_hu: tervezett PDF (nyomtatásra igény szerint és digitális terjesztés esetén)

source: see here
hu_hu: lásd itt

source: Help
hu_hu: Súgó

source: 4 Step Guide to Making a Book on Pressbooks
hu_hu: Hogyan készítsünk könyvet a Pressbookson 4 lépésben

source: Guide to Using Pressbooks
hu_hu: Útmutató a Pressbooks használatához

source: If you require further assistance, please contact your network manager.
hu_hu: Ha további segítségre van szüksége, forduljon a hálózatkezelőjéhez.

source: Catalog
hu_hu: Katalógus

source: Home
hu_hu: Főoldal

source: Primary Menu
hu_hu: Főmenü

source: Footer Menu
hu_hu: Lábléc Menü

source: Catalog updated.
hu_hu: Katalógus frissítve.

source: Sorry, but your catalog was not updated. Please try again.
hu_hu: Sajnáljuk, de a katalógusát nem tudtuk frissíteni. Kérjük, próbálja újra.

source: Dismiss this notice.
hu_hu: Értesítés bezárása

source: In Catalog
hu_hu: Katalógusban

source: Increase Font Size
hu_hu: Betűméret Növelése

source: Decrease Font Size
hu_hu: Betűméret Csökkentése

source: This page displays your network catalog, so there is no content to edit.
hu_hu: Ez az oldal megjeleníti a hálózati katalógust, így nincs szerkeszteni való tartalom.

source: Page Section
hu_hu: Oldal-szekció

source: Title
hu_hu: Cím

source: Standard
hu_hu: Sztenderd

source: Bordered
hu_hu: Határolt

source: Borderless
hu_hu: Nincs határ

source: Text
hu_hu: Szöveg

source: Contact
hu_hu: Kapcsolat

source: Sign In
hu_hu: Bejelentkezés

source: Sign Up
hu_hu: Regisztráció

source: My Books
hu_hu: Könyveim

source: Sign Out
hu_hu: Kilépés

source: Name is required.
hu_hu: Név szükséges.

source: Email is required.
hu_hu: Email szükséges

source: Email is invalid.
hu_hu: Érvénytelen email cím

source: Institution is required.
hu_hu: Intézmény szükséges.

source: Message is required.
hu_hu: Üzenet szükséges.

source: Your message was sent!
hu_hu: Üzenetét elküldtük!

source: Your message could not be sent.
hu_hu: Üzenetét nem lehetett elküldeni.

source: Hello,
hu_hu: Szia,

source: No Books Found
hu_hu: Nem találhatók könyvek

source: No books have been added to the catalog.
hu_hu: Még nincsenek könyvek hozzáadva a katalógushoz.

source: Comments are closed.
hu_hu: A hozzászólások le vannak zárva.

source: Skip to content
hu_hu: Ugrás a tartalomra

source: Open Source
hu_hu: Nyílt Forráskód

source: Open Book Publishing
hu_hu: Nyílt Könyvkiadás

source: Pressbooks on Facebook
hu_hu: Pressbooks a Facebookon

source: Pressbooks on Twitter
hu_hu: Pressbooks a Twitteren

source: About this book
hu_hu: Erről a könyvről

source: Navigation
hu_hu: Navigáció

source: Nothing Found
hu_hu: Nincs Találat

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hu_hu: Sajnáljuk, de semmi nem egyezik a keresési kifejezésekkel. Kérjük, próbálkozzon újra néhány különböző kulcsszóval.

source: Pages:
hu_hu: Oldalak:

source: Filter by Subject
hu_hu: Szűrés Tárgy szerint

source: All Subjects
hu_hu: Összes Tárgy

source: Filter by License
hu_hu: Szűrés Licence szerint

source: All Licenses
hu_hu: Összes Licence

source: Sort by
hu_hu: Rendezve

source: Subject
hu_hu: Tárgy

source: Latest
hu_hu: Legújabb

source: Clear Filters
hu_hu: Szűrők törlése

source: Submit
hu_hu: Beküldés

source: View Complete Catalog
hu_hu: Lásd a Teljes Katalógust

source: Your name (required)
hu_hu: Neve (szükséges)

source: Your email address (required)
hu_hu: Email címe (szükséges)

source: Your institution (required)
hu_hu: Intézménye (szükséges)

source: Your message (required)
hu_hu: Üzenete (szükséges)

source: Send
hu_hu: Küldés

# label
source: Search Catalog
hu_hu: Katalógus Keresése

# submit button
source: Search
hu_hu: Keresés
